<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN" "http://www.w3.org/TR/html4/loose.dtd">
<html><head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<title>Insert title here</title>
<script type="text/javascript">
function chk(){
	if(!document.frm.ok.checked){
		alert('약관에 동의 하셔야 회원가입이 됩니다.');
		return false;
	}
	return true;
}
</script>
</head>
<body>
<h2>이용약관</h2>
<form action="joinProc2.jsp" name="frm" onsubmit="return chk()">
<pre>
<hr>
<중앙정보기술인재개발원/중앙정보처리학원>(‘www.choongang.co.kr’이하 ‘홈페이지’)은(는) 개인정보보호법에 따라 이용자의 개인정보 보호 및 권익을 보호하고 개인정보와 관련한 이용자의 고충을 원활하게 처리할 수 있도록 다음과 같은 처리방침을 두고 있습니다.
<중앙정보기술인재개발원/중앙정보처리학원>(‘홈페이지’) 은(는) 개인정보처리방침을 개정하는 경우 웹사이트 공지사항(또는 개별공지)을 통하여 공지할 것입니다.
○ 본 방침은부터 2016년 10월 17일부터 시행됩니다.

1. 개인정보의 처리 목적 <중앙정보기술인재개발원/중앙정보처리학원>(‘www.choongang.co.kr’이하 ‘홈페이지’)은(는) 개인정보를 다음의 목적을 위해 처리합니다. 처리한 개인정보는 다음의 목적이외의 용도로는 사용되지 않으며 이용 목적이 변경될 시에는 사전동의를 구할 예정입니다.
  가. 홈페이지 회원가입 및 관리
  회원 가입의사 확인, 회원제 서비스 제공에 따른 본인 식별·인증, 회원자격 유지·관리, 제한적 본인확인제 시행에 따른 본인확인, 서비스 부정이용 방지, 각종 고지·통지, 고충처리, 분쟁 조정을 위한 기록 보존 등을 목적으로 개인정보를 처리합니다.

  나. 마케팅 및 광고에의 활용
  신규 서비스(제품) 개발 및 맞춤 서비스 제공, 이벤트 및 광고성 정보 제공 및 참여기회 제공 , 인구통계학적 특성에 따른 서비스 제공 및 광고 게재 , 서비스의 유효성 확인, 접속빈도 파악 또는 회원의 서비스 이용에 대한 통계 등을 목적으로 개인정보를 처리합니다.

2. 개인정보 파일 현황
  1. 개인정보 파일명 : 회원가입 및 로그인
  – 개인정보 항목 : 로그인ID, 이름, 이메일, 비밀번호, 휴대폰번호, 생년월일, 주소, 접속 IP 정보, 세션, 서비스 이용 기록, 접속 로그
  – 수집방법 : 홈페이지
  – 보유근거 : 로그인 및 서비스 이용을 위한 정보 취득
  – 보유기간 : 회원탈퇴후 지체없이 파기
  – 관련법령 :

  2. 개인정보 파일명 : 온라인상담
  – 개인정보 항목 : 이름, 성별, 이메일, 언락처, 거주지역, 접속 IP 정보, 접속 로그
  – 수집방법 : 홈페이지
  – 보유근거 : 상담을 위한 정보 취득
  – 보유기간 : 상담 후 지체없이 파기
  – 관련법령 :

  3. 개인정보 파일명 : 기업/단체교육문의
  – 개인정보 항목 : 기업명, 담당자이름, 이메일, 연락처, 접속 IP 정보, 접속 로그
  – 수집방법 : 홈페이지
  – 보유근거 : 기업/단체교육 상담을 위한 정보 취득
  – 보유기간 : 상담 후 지체없이 파기
  – 관련법령 :

  4. 개인정보 파일명 : 제휴신청
  – 개인정보 항목 : 회사명, 담당자명, 연락처, FAX, 이메일, 접속 IP 정보, 접속 로그
  – 수집방법 : 홈페이지
  – 보유근거 : 제휴문의 및 상담을 위한 정보 취득
  – 보유기간 : 상담 후 지체없이 파기
  – 관련법령 :


3. 개인정보처리 위탁
  ① <중앙정보기술인재개발원/중앙정보처리학원>(‘홈페이지’)은(는) 원활한 개인정보 업무처리를 위하여 다음과 같이 개인정보 처리업무를 위탁하고 있습니다.
  ② <중앙정보기술인재개발원/중앙정보처리학원>(‘www.choongang.co.kr’이하 ‘홈페이지’)은(는) 위탁계약 체결시 개인정보 보호법 제25조에 따라 위탁업무 수행목적 외 개인정보 처리금지, 기술적․관리적 보호조치, 재위탁 제한, 수탁자에 대한 관리․감독, 손해배상 등 책임에 관한 사항을 계약서 등 문서에 명시하고, 수탁자가 개인정보를 안전하게 처리하는지를 감독하고 있습니다.
  ③ 위탁업무의 내용이나 수탁자가 변경될 경우에는 지체없이 본 개인정보 처리방침을 통하여 공개하도록 하겠습니다.

4. 정보주체의 권리,의무 및 그 행사방법 이용자는 개인정보주체로서 다음과 같은 권리를 행사할 수 있습니다.
  ① 정보주체는 중앙정보기술인재개발원/중앙정보처리학원(‘www.choongang.co.kr’이하 ‘홈페이지) 에 대해 언제든지 다음 각 호의 개인정보 보호 관련 권리를 행사할 수 있습니다.
  1. 개인정보 열람요구
  2. 오류 등이 있을 경우 정정 요구
  3. 삭제요구
  4. 처리정지 요구
  ② 제1항에 따른 권리 행사는 <중앙정보기술인재개발원/중앙정보처리학원>(‘www.choongang.co.kr’이하 ‘홈페이지’) 에 대해 개인정보 보호법 시행규칙 별지 제8호 서식에 따라 서면, 전자우편, 모사전송(FAX) 등을 통하여 하실 수 있으며 <중앙정보기술인재개발원/중앙정보처리학원>(‘www.buildingam.kr’이하 ‘홈페이지’)은(는) 이에 대해 지체 없이 조치하겠습니다.
  ③ 정보주체가 개인정보의 오류 등에 대한 정정 또는 삭제를 요구한 경우에는 <중앙정보기술인재개발원/중앙정보처리학원>(‘www.choongang.co.kr’이하 ‘홈페이지’)은(는) 정정 또는 삭제를 완료할 때까지 당해 개인정보를 이용하거나 제공하지 않습니다.
  ④ 제1항에 따른 권리 행사는 정보주체의 법정대리인이나 위임을 받은 자 등 대리인을 통하여 하실 수 있습니다. 이 경우 개인정보 보호법 시행규칙 별지 제11호 서식에 따른 위임장을 제출하셔야 합니다.

5. 처리하는 개인정보의 항목 작성
  ① <중앙정보기술인재개발원/중앙정보처리학원>(‘www.choongang.co.kr’이하 ‘홈페이지’)은(는) 다음의 개인정보 항목을 처리하고 있습니다.
  1<홈페이지 회원가입 및 관리>
  – 필수항목 : 로그인ID, 이름, 이메일, 비밀번호, 휴대폰번호, 생년월일, 주소,
  – 선택항목 :

  2<온라인상담에의 활용>
  – 필수항목 : 구분, 이름, 성별, 이메일, 언락처, 거주지역, 전공/비전공, 선호캠퍼스, 상담내용
  – 선택항목 :

  3<기업/단체교육문의에의 활용>
  – 필수항목 : 기업명, 담당자이름, 이메일, 연락처, 문의내용
  – 선택항목 :

  4<제휴문의에의 활용>
  – 필수항목 : 회사명, 담당자명, 연락처, FAX, 이메일, 홈페이지 주소, 제휴제안개요, 제휴제안서첨부, 회사소개서첨부
  – 선택항목 :

6. 개인정보의 파기<중앙정보기술인재개발원/중앙정보처리학원>(‘홈페이지’)은(는) 원칙적으로 개인정보 처리목적이 달성된 경우에는 지체없이 해당 개인정보를 파기합니다. 파기의 절차, 기한 및 방법은 다음과 같습니다.
  -파기절차
  이용자가 입력한 정보는 목적 달성 후 별도의 DB에 옮겨져(종이의 경우 별도의 서류) 내부 방침 및 기타 관련 법령에 따라 일정기간 저장된 후 혹은 즉시 파기됩니다. 이 때, DB로 옮겨진 개인정보는 법률에 의한 경우가 아니고서는 다른 목적으로 이용되지 않습니다.
  -파기기한
  이용자의 개인정보는 개인정보의 보유기간이 경과된 경우에는 보유기간의 종료일로부터 5일 이내에, 개인정보의 처리 목적 달성, 해당 서비스의 폐지, 사업의 종료 등 그 개인정보가 불필요하게 되었을 때에는 개인정보의 처리가 불필요한 것으로 인정되는 날로부터 5일 이내에 그 개인정보를 파기합니다.
  -파기방법
  전자적 파일 형태의 정보는 기록을 재생할 수 없는 기술적 방법을 사용합니다.
  종이에 출력된 개인정보는 분쇄기로 분쇄하거나 소각을 통하여 파기합니다.</pre>
  <hr>
  이용약관 동의 <input type="checkbox" name="ok"><br>
  <input type="submit" value="다음">
 </form>    
</body>
</html>